/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP-Film";
"3GPP2 movie" = "3GPP2-Film";
"AC-3 audio" = "AC-3-Audio";
"Ada source code" = "Ada-Quellcode";
"Adaptive Multi-rate audio" = "Adaptives Multi-Rate-Audio";
"Adobe Illustrator document" = "Adobe Illustrator-Dokument";
"Adobe Photoshop document" = "Adobe Photoshop-Dokument";
"Advanced Authoring Format" = "Advanced Authoring Format";
"AFP Internet Location" = "AFP-Internetadresse";
"AFP Server" = "AFP-Server";
"AIFF audio" = "AIFF-Audio";
"AIFF-C audio" = "AIFF-C-Audio";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Achtung";
"Alert Caution Badge" = "Achtung: Badge";
"Alert Note" = "Warnhinweis";
"Alert Stop" = "Achtung: Stoppen";
"alias" = "Alias";
"Alias Badge" = "Alias-Badge";
"alias data" = "Alias-Daten";
"Apple CoreAudio format" = "Apple CoreAudio Format";
"Apple icon image" = "Apple Symbol-Bild";
"Apple Logo" = "Apple-Logo";
"Apple Menu" = "Menü „Apple“";
"Apple Menu Folder" = "Ordner für Menü „Apple“";
"Apple Script Badge" = "Apple Script Badge";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Drahtloses Apple-Gerät";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript-Text";
"AppleSingle archive" = "AppleSingle-Archiv";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk-Zone";
"Application" = "Programm";
"application" = "Programm";
"Application Support Folder" = "Ordner „Application Support“";
"Applications Folder" = "Ordner „Programme“";
"assembly source code" = "Assembler-Code";
"Assistants Folder" = "Ordner „Assistenten“";
"AU audio" = "AU-Audio";
"audio" = "Audio";
"audio unit preset" = "Audio Unit-Einstellung";
"audiovisual content" = "Audiovisueller Inhalt";
"AVI movie" = "AVI-Film";
"Backward Arrow" = "Rückwärtspfeil";
"binary property list" = "Binäre Property-List";
"BD Video Disc" = "BD Video Disc";
"BOM-compatible archive" = "BOM-kompatibles Archiv";
"BOM-generated compressed CPIO archive" = "BOM-erzeugtes, komprimiertes CPIO-Archiv";
"bookmark" = "Lesezeichen";
"Bourne-Again Shell script" = "Bourne-Again-Shell-Skript";
"Bundle" = "Bundle";
"bundle" = "Bundle";
"Burn" = "Brennen";
"Bzip2 archive" = "Bzip2-Archiv";
"Bzip2 compressed tar archive" = "Bzip2-komprimiertes Tar-Archiv";
"C header code" = "C-Header-Code";
"C++ header code" = "C++-Header-Code";
"C Shell script" = "C-Shell-Skript";
"C source code" = "C-Quellcode";
"C++ source code" = "C++-Quellcode";
"calendar event" = "Kalender-Ereignis";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "Zertifikat (X.509)";
"Classic System Folder" = "Classic-Systemordner";
"Clipping" = "Clip-Datei";
"clipping" = "Clip";
"Color" = "Farbe";
"ColorSync Folder" = "Ordner „ColorSync“";
"ColorSync profile" = "ColorSync-Profil";
"comma-separated values" = "Komma-separierte Werte";
"Component" = "Komponente";
"Computer" = "Computer";
"Connect To" = "Verbinden mit";
"contact information" = "Kontaktinformationen";
"content" = "Inhalt";
"Contextual Menu Items Folder" = "Ordner für Objekte des Kontextmenüs";
"Control Panel Folder" = "Ordner für Kontrollfeld";
"CPIO archive" = "CPIO-Archiv";
"Customize Toolbar" = "Symbolleiste anpassen";
"data" = "Daten";
"database" = "Datenbank";
"Data-fork font suitcase" = "Datafork-Zeichensatz";
"Delete Alias" = "Alias löschen";
"Delete Toolbar" = "Symbolleiste löschen";
"delimited text values" = "Begrenzte Textwerte";
"Desktop Folder" = "Ordner „Schreibtisch“";
"Developer Folder" = "Ordner „Developer“";
"Device" = "Gerät";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "Ordner";
"Disabled Control Panel Folder" = "Ordner für deaktivierte Kontrollfelder";
"Disabled Extensions Folder" = "Ordner für deaktivierte Systemerweiterungen";
"Disabled Shutdown Items Folder" = "Ordner für deaktivierte Ausschaltobjekte";
"Disabled Startup Items Folder" = "Ordner für deaktivierte Startobjekte";
"Disabled System Extension Folder" = "Ordner für deaktivierte Systemerweiterungen";
"Disconnected File Server" = "Getrennte Dateiserver";
"disk image" = "Image";
"Document" = "Dokument";
"Documents Folder" = "Ordner „Dokumente“";
"downloadable sound" = "Ladbarer Ton";
"Drop Folder" = "Ordner „Briefkasten“";
"DV movie" = "DV-Film";
"DVD Video Disc" = "DVD Video Disc";
"Dylan source code" = "Dylan-Quellcode";
"Edition File" = "Edition-Datei";
"eFax fax" = "eFax-Fax";
"Eject Media" = "Medium auswerfen";
"Encapsulated PostScript" = "EPS (Encapsulated PostScript)";
"Erasing" = "Löschvorgang";
"Executable Binary" = "Ausführbare Binärdatei";
"Favorite Items" = "Bevorzugte Objekte";
"fax" = "Fax";
"file archive" = "Dateiarchiv";
"File Internet Location" = "Internetadresse einer Datei";
"File Server" = "Dateiserver";
"file URL" = "Datei-URL";
"File Vault" = "File Vault";
"filename extension" = "Suffix des Dateinamens";
"Finder" = "Finder";
"Flash video" = "Flash-Video";
"FlashPix image" = "FlashPix-Bild";
"FLC animation" = "FLC-Animation";
"Folder" = "Ordner";
"folder" = "Ordner";
"font" = "Schrift";
"Font suitcase" = "Schriftkoffer";
"font suitcase" = "Schriftkoffer";
"Fonts Folder" = "Ordner „Fonts“";
"Fortran source code" = "Fortran-Quellcode";
"Forward Arrow" = "Vorwärtspfeil";
"four-character code" = "Code mit vier Zeichen";
"framework" = "Framework";
"FTP Internet Location" = "FTP-Adresse";
"FTP Server" = "FTP-Server";
"Full Trash" = "Gefüllter Papierkorb";
"Graphics Interchange Format (GIF)" = "GIF (Graphics Interchange Format)";
"Grid" = "Gitter";
"Group" = "Gruppe";
"Group Folder" = "Gruppenordner";
"Guest User" = "Gast";
"GZip archive" = "GZip-Archiv";
"Help document" = "Hilfe-Dokument";
"Help Folder" = "Ordner für Hilfen";
"Home Folder" = "Benutzerordner";
"HTML text" = "HTML-Text";
"HTTP Internet Location" = "HTTP-Adresse";
"HTTP Server" = "HTTP-Server";
"ICS File" = "ICS-Datei";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "Bild";
"Internet Folder" = "Internetordner";
"Internet Location" = "Internetadresse";
"Internet PlugIn Folder" = "Ordner für Internetplugins";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"item" = "Objekt";
"J2 fax" = "J2-Fax";
"Java source code" = "Java-Quellcode";
"JavaScript source code" = "JavaScript-Quellcode";
"JPEG 2000 image" = "JPEG 2000 Bild";
"JPEG image" = "JPEG-Bild";
"Keep Arranged" = "Immer ausrichten";
"Kernel Extension" = "Kernel-Erweiterung";
"Keynote document" = "Keynote-Dokument";
"Keynote theme" = "Keynote-Thema";
"Korn Shell script" = "Korn-Shell-Skript";
"Lex source code" = "Lex-Quellcode";
"Library Folder" = "Ordner „Library“";
"Locales Folder" = "Ordner für „Locales“";
"Locked" = "Geschützt";
"Locked Badge" = "Geschütztes Badge";
"M3U Playlist" = "M3U-Wiedergabeliste";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac-Nachbarschaft";
"MacPaint image" = "MacPaint-Bild";
"Magnifying Glass" = "Lupensymbol";
"Mail Internet Location" = "Mail-Adresse";
"message" = "Mitteilung";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007-Tabelle (Makros aktiviert)";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97–2004 Vorlage";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97–2004 Arbeitsblatt";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97–2004 Arbeitsbereich";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97–2004 Präsentation";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97–2004 Bildschirmpräsentation";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97–2004 Vorlage";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97–2004 Dokument";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97–2004 Vorlage";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003-XML-Dokument";
"MIDI audio" = "MIDI-Audio";
"Mig definition source code" = "Mig-Definitions-Quellcode";
"MIME type" = "MIME-Typ";
"MINC Image" = "MINC-Bild";
"mobile configuration" = "Mobile Konfiguration";
"mount point" = "Mount-Point";
"Mounted Badge" = "Aktiviertes Badge";
"Mounted Folder" = "Aktivierter Ordner";
"movie" = "Film";
"Movie Folder" = "Ordner „Filme“";
"MP3 audio" = "MP3-Audio";
"MPEG movie" = "MPEG-Film";
"MPEG-2 Transport Stream" = "MPEG-2 Transport-Stream";
"MPEG-2 video" = "MPEG-2-Video";
"MPEG-4 audio" = "MPEG-4-Audio";
"MPEG-4 movie" = "MPEG-4-Film";
"Music Folder" = "Ordner „Musik“";
"neighborhood" = "Netzwerkumgebung";
"NetBootVolume" = "NetBootVolume";
"Network" = "Netzwerk";
"News Internet Location" = "News-Internetadresse";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Keine Dateien";
"No Folder" = "Kein Ordner";
"No Write" = "Schreibgeschützt";
"NSPasteboard type" = "NSPasteboard Typ";
"Numbers document" = "Numbers-Dokument";
"Numbers template" = "Numbers-Vorlage";
"Objective-C source code" = "Objective-C-Quellcode";
"Objective-C++ source code" = "Objective-C++-Quellcode";
"Office Open XML" = "Office Open-XML";
"Office Open XML presentation" = "Office Open-XML-Präsentation";
"Office Open XML presentation (macros enabled)" = "Office Open-XML-Präsentation (Makros aktiviert)";
"Office Open XML presentation template" = "Office Open-XML-Präsentationsvorlage";
"Office Open XML presentation template (macros enabled)" = "Office Open-XML-Präsentationsvorlage (Makros aktiviert)";
"Office Open XML slide show" = "Office Open-XML-Bildschirmpräsentation";
"Office Open XML slide show (macros enabled)" = "Office Open-XML-Bildschirmpräsentation (Makros aktiviert)";
"Office Open XML spreadsheet" = "Office Open-XML-Tabelle";
"Office Open XML spreadsheet (macro enabled)" = "Office Open-XML-Tabelle (Makros aktiviert)";
"Office Open XML spreadsheet template" = "Office Open-XML-Tabellenvorlage";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open-XML-Tabellenvorlage (Makros aktiviert)";
"Office Open XML word processing document" = "Office Open-XML-Textverarbeitungsdokument";
"Office Open XML word processing document (macro enabled)" = "Office Open-XML-Textverarbeitungsdokument (Makros aktiviert)";
"Office Open XML word processing template" = "Office Open-XML-Vorlage für Textverarbeitung";
"Office Open XML word processing template (macro enabled)" = "Office Open-XML-Vorlage für Textverarbeitung (Makros aktiviert)";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document-Diagramm";
"Open Document chart template" = "Open Document-Diagrammvorlage";
"Open Document database" = "Open Document-Datenbank";
"Open Document formula" = "Open Document-Formel";
"Open Document formula template" = "Open Document-Formelvorlage";
"Open Document graphics" = "Open Document-Grafik";
"Open Document graphics template" = "Open Document-Grafikvorlage";
"Open Document HTML template" = "Open Document-HTML-Vorlage";
"Open Document image" = "Open Document-Bild";
"Open Document image template" = "Open Document-Bildvorlage";
"Open Document presentation" = "Open Document-Präsentation";
"Open Document presentation template" = "Open Document-Präsentationsvorlage";
"Open Document spreadsheet" = "Open Document-Rechenblatt";
"Open Document spreadsheet template" = "Open Document-Rechenblattvorlage";
"Open Document text" = "Open Document-Text";
"Open Document text master" = "Open Document-Textmaster";
"Open Document text template" = "Open Document-Textvorlage";
"Open Folder" = "Ordner öffnen";
"Open Media Framework interchange format" = "Open Media Framework-Austauschformat";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0 Zeichnung";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0 Zeichenvorlage";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0 Formel";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 Master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0 Präsentation";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0 Präsentationsvorlage";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0 Tabelle";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0 Tabellenvorlage";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0 Text";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0 Textvorlage";
"OpenEXR image" = "OpenEXR-Bild";
"OpenType font" = "OpenType®-Schrift";
"Owned Folder" = "Benutzereigener Ordner";
"Owner" = "Eigentümer";
"package" = "Paket";
"Pages document" = "Pages-Dokument";
"Pages template" = "Pages-Vorlage";
"Pascal source code" = "Pascal-Quellcode";
"patch file" = "Patch-Datei";
"PC" = "PC";
"Perl script" = "Perl-Skript";
"personal information exchange (PKCS#12)" = "Austausch persönlicher Informationen (PKCS#12)";
"PHP script" = "PHP-Skript";
"Picture Clipping" = "Grafikclip";
"picture clipping" = "Grafikclip";
"Pictures Folder" = "Ordner „Bilder“";
"PKZip archive" = "PKZip-Archiv";
"Plug-in" = "Plugin";
"plug-in" = "Plugin";
"PLS Playlist" = "PLS-Wiedergabeliste";
"Portable Document Format (PDF)" = "PDF (Portable Document Format)";
"Portable Network Graphics image" = "PNG-Bild (Portable Network Graphics)";
"PostScript" = "PostScript";
"PostScript font" = "PostScript®-Schrift";
"PostScript OpenType font" = "PostScript® OpenType®-Schrift";
"PostScript Type 1 outline font" = "PostScript® Typ 1 Konturschrift";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "Vorkompilierter C-Header";
"precompiled C++ header" = "Vorkompilierter C++-Header";
"Preferences Document" = "Dokument mit Einstellungen";
"Preferences Folder" = "Ordner „Preferences“";
"preprocessed C source code" = "vorbearbeiteter C-Quellcode";
"preprocessed C++ source code" = "vorbearbeiteter C++-Quellcode";
"preprocessed Objective-C source code" = "vorbearbeiteter Objective-C-Quellcode";
"preprocessed Objective-C++ source code" = "vorbearbeiteter Objective-C++-Quellcode";
"preprocessed source code" = "vorbearbeiteter Quellcode";
"presentation" = "Präsentation";
"Print Monitor Folder" = "Ordner für Print Monitor";
"Printer Description Folder" = "Ordner für Druckerbeschreibungen";
"Printer Driver Folder" = "Ordner für Druckertreiber";
"Private Folder" = "Benutzerordner";
"Promised file content type" = "Inhaltstyp des Promised-File";
"Promised file URL" = "Promised-File-URL";
"property list" = "Property-List";
"Protected Application Folder" = "Geschützter Programmordner";
"protected MPEG-4 audio" = "Geschütztes MPEG-4-Audio";
"protected MPEG-4 movie" = "Geschützter MPEG-4-Film";
"Protected System Folder" = "Geschützter Systemordner";
"Public Folder" = "Ordner „Öffentlich“";
"Python script" = "Python-Skript";
"Question Mark" = "Fragezeichen";
"QuickDraw picture" = "QuickDraw-Bild";
"QuickLook preview generator" = "Übersicht-Generator";
"QuickTime image" = "QuickTime-Bild";
"QuickTime movie" = "QuickTime-Film";
"RAM Disk" = "RAM-Disk";
"Read-Only Folder" = "Schreibgeschützter Ordner";
"Recent Applications Folder" = "Ordner mit zuletzt benutzten Programmen";
"Recent Documents Folder" = "Ordner mit zuletzt benutzten Dokumenten";
"Recent Items" = "Benutzte Objekte";
"Recent Servers Folder" = "Ordner mit zuletzt benutzten Servern";
"Rez source code" = "Rez-Quellcode";
"rich text (RTF)" = "Formatierter Text (RTF)";
"rich text with attachments (RTFD)" = "Formatierter Text mit Anhängen (RTFD)";
"rich text with attachments (RTFD) data" = "Formatierter Text mit Anhängen (RTFD)";
"Right Container Arrow" = "Container Rechtspfeil";
"RSS web feed" = "RSS-Web-Feed";
"Ruby script" = "Ruby-Skript";
"scalable vector graphics (SVG)" = "Skalierbare Vektorgrafik (SVG)";
"script" = "Skript";
"Scripting Additions Folder" = "Ordner für Scripting-Additions";
"Scripts Folder" = "Ordner für Skripts";
"Service" = "Dienst";
"Shared Badge" = "Freigegebenes Badge";
"Shared Folder" = "Freigegebener Ordner";
"Shared Library" = "Freigegebene Library";
"sharepoint" = "Netzwerkordner";
"Sharing Privs Not Applicable" = "Freigabe-Zugriffsrechte: Nicht anwendbar";
"Sharing Privs ReadOnly" = "Freigabe-Zugriffsrechte: Nur lesen";
"Sharing Privs Read/Write" = "Freigabe-Zugriffsrechte: Lesen/Schreiben";
"Sharing Privs Unknown" = "Freigabe-Zugriffsrechte: Unbekannt";
"Sharing Privs Writable" = "Freigabe-Zugriffsrechte: Beschreibbar";
"shell script" = "Shell-Skript";
"Shortcut" = "Kurzbefehl";
"Silicon Graphics image" = "Silicon Graphics-Bild";
"Sites Folder" = "Ordner „Websites“";
"Smart Folder" = "Intelligenter Ordner";
"Sort Ascending" = "Aufsteigend sortieren";
"Sort Descending" = "Absteigend sortieren";
"Sound Clipping" = "Audioclip";
"Sound Designer II audio" = "Sound Designer II Audio";
"SoundFont audio" = "SoundFont-Audio";
"source code" = "Quelltext";
"Spotlight importer" = "Spotlight-Metadata-Importprogramm";
"Startup Folder" = "Startobjekte";
"Stationery" = "Stationery";
"Status Bar CD ROM" = "CD-ROM in Statusleiste";
"Status Bar Trash" = "Papierkorb in Statusleiste";
"StuffIt archive" = "StuffIt-Archiv";
"StuffIt archive family" = "StuffIt-Archiv-Familie";
"StuffIt X archive" = "StuffIt-X-Archiv";
"StuffIt X index" = "StuffIt-X-Index";
"symbol export list" = "Symbol-Exportliste";
"symbolic link" = "Symbolischer Link";
"System Folder" = "Systemordner";
"tab-separated values" = "Tab-separierte Werte";
"Tenex C Shell script" = "Tenex-C-Shell-Skript";
"text" = "Text";
"Text Clipping" = "Textclip";
"text clipping" = "Textclip";
"Text Encodings Folder" = "Ordner für Textcodierungen";
"text with multimedia" = "Text mit Multimedia";
"TGA image" = "TGA-Bild";
"Themes Folder" = "Ordner für Themen";
"TIFF image" = "TIFF-Bild";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Ordner „Programme“ in Symbolleiste";
"Toolbar Documents Folder" = "Ordner „Dokumente“ in Symbolleiste";
"Toolbar Favorites" = "Favoriten in Symbolleiste";
"Toolbar Home" = "Benutzerordner in Symbolleiste";
"Toolbar Movie Folder" = "Ordner „Filme“ in Symbolleiste";
"Toolbar Music Folder" = "Ordner „Musik“ in Symbolleiste";
"Toolbar Pictures Folder" = "Ordner „Bilder“ in Symbolleiste";
"Toolbar Public Folder" = "Ordner „Öffentlich“ in Symbolleiste";
"Trash" = "Trash";
"TrueType collection" = "TrueType® Collection";
"TrueType collection font" = "Schrift aus TrueType® Collection";
"TrueType datafork font" = "TrueType®-Dataforkschrift";
"TrueType font" = "TrueType®-Schrift";
"TrueType OpenType font" = "TrueType®-OpenType®-Schrift";
"uLaw audio" = "µLaw-Audio";
"Unknown Object" = "Unbekanntes Objekt";
"Unlocked" = "Nicht geschützt";
"URL" = "URL";
"URL name" = "URL-Name";
"User" = "Benutzer";
"User iDisk" = "iDisk des Benutzers";
"Users Folder" = "Ordner „Benutzer“";
"UUEncoded archive" = "UUEncoded-Archiv";
"video" = "Video";
"volume" = "Volume";
"Waveform audio" = "Waveform-Audio";
"web archive" = "Webarchiv";
"Window" = "Fenster";
"Windows bitmap image" = "Windows-Bitmapbild";
"Windows icon image" = "Windows-Symbolbild ";
"writing" = "Schreiben";
"X bitmap image" = "X-Bitmapbild";
"XHTML" = "XHTML";
"XML property list" = "XML";
"XML text" = "XML-Text";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "YACC-Quellcode";
"Z archive" = "Z-Archiv";
"Z Shell script" = "Z-Shell-Skript";
"Zip archive" = "Zip-Archiv";